INSERT INTO address (title, description, province, city, region, "mainStreet", "subStreet", alley, code, unit)
VALUES
('خانه', 'خانه اصلی من', 'تهران', 'تهران', 'منطقه ۲', 'خیابان ولیعصر', 'کوچه یاس', 'بن‌بست گل', '12345-6789', '2'),
('محل کار', 'دفتر کار شرکت', 'تهران', 'تهران', 'منطقه ۳', 'خیابان مطهری', 'کوچه فرهنگ', 'بن‌بست صبا', '23456-7890', '1'),
('خانه پدری', 'آدرس خانه پدری', 'اصفهان', 'اصفهان', 'ناژوان', 'خیابان چهارباغ بالا', 'کوچه نارنج', 'بن‌بست مهر', '34567-8901', '3'),
('ویلا شمال', 'ویلا در شمال کشور', 'مازندران', 'چالوس', 'رامسر', 'بلوار معلم', 'کوچه آرام', 'بن‌بست آفتاب', '45678-9012', '1'),
('خانه باغ', 'خانه با باغ بزرگ', 'کرج', 'کرج', 'منطقه فردیس', 'خیابان سرو', 'کوچه شکوفه', 'بن‌بست گلستان', '56789-0123', '1'),
('محل استراحت', 'ویلای شخصی', 'گیلان', 'رشت', 'منطقه آزاد', 'خیابان گلسار', 'کوچه نوین', 'بن‌بست آبی', '67890-1234', '2'),
('خانه دوست', 'آدرس دوست من', 'خراسان رضوی', 'مشهد', 'منطقه احمدآباد', 'خیابان امام رضا', 'کوچه امید', 'بن‌بست یاس', '78901-2345', '4'),
('دفتر مرکزی', 'دفتر اصلی شرکت', 'تهران', 'تهران', 'منطقه ۶', 'خیابان انقلاب', 'کوچه آزادی', 'بن‌بست بهار', '89012-3456', '3'),
('خانه جدید', 'خانه تازه خریداری شده', 'شیراز', 'شیراز', 'بلوار چمران', 'خیابان نیایش', 'کوچه صنوبر', 'بن‌بست گل یاس', '90123-4567', '5'),
('خانه مادر', 'آدرس مادر', 'تبریز', 'تبریز', 'منطقه ایل گلی', 'خیابان آزادی', 'کوچه باران', 'بن‌بست سپید', '01234-5678', '6');
